{
    "Home": {
      "hello": "Bienvenue sur Next.js!",
      "welcomeText": "Bienvenue sur Mamdoo!",
      "description": "Deplacez vous vers toutes vos destinations avec votre Mamdoo. Gagnez en temps et planifiez vos courses.",
      "why_choose_us": "Pourquoi nous choisir",
      "why_choose_us_description": "Occupez-vous de l'essentiel, nous nous occuperons du reste. Aussitôt que vous êtes prêt, un Mamdoo vous conduira où vous voudrez.",
      "why_choose_us_1": "Votre sécurité est notre priorité",
      "why_choose_us_1_description": "Nous vous fournissons nos service où vous êtes, pas besoin de vous déplacer.",
      "why_choose_us_2": "Nos standards de qualité",
      "why_choose_us_2_description": "Des chauffeurs professionels, et la possibilité de controler vos deplacements",
      "why_choose_us_3": "Toujours a temps",
      "why_choose_us_3_description": "Fatigué d'attendre ? Reservez une course et soyez en route en juste quelques minutes",
      "get_a_ride_in_minutes": "Obtenez une course en quelques minutes!",
      "get_a_ride_in_minutes_description": "En un click deplacez vous partout! Vraiment ? Oui! Mamdoo est là pour vous faciliter la vie",
      "advantage_1": "Gagnez en temps!",
      "advantage_2": "Consultez vos anciennes courses! Restez en contact avec votre Mamdoo!",
      "our_technology": "Quand nos chauffeurs sont contents, nos client le sont aussi.",
      "our_technology_description": "Les Mamdoo font trois fois plus de revenus que les chauffeurs reguliers et ça en trois fois moins de temps. Et nous chargeons le taux le plus faible du marché.",
      "connected_clients_and_drivers": "Des millions de clients et de chauffeurs connectés sur le même reseau.",
      "connected_clients_and_drivers_description": "Nous analysons les données à notre disposition pour situer les chauffeurs aux endroits les plus convoités par nos clients. Nos chauffeurs sont formés pour vous servir au meilleur de leur capacité et s'assurer que votre course se déroule le plus parfaitement possible.",
      "other_services": "Autres services (Bientôt)",
      "other_services_description": "Mamdoo offrira une game de services qui rendra votre vie un poco mas facile.",
      "other_services_1": "Livraison",
      "other_services_1_description": "Envoyez/recevez vos colis en quelques clicks avec notre service de livraison sans contact.",
      "other_services_2": "Nourriture",
      "other_services_2_description": "Commandez vos plats préférés et faites vous livrer vos courses au bas de votre porte.",
      "other_services_3": "Paiement",
      "other_services_3_description": "Payez toutes vos factures et celles de vos proches en un click.",
      "contact_us": "CONTACTEZ NOUS MAINTENANT",
      "any_question": "Avez vous des questions ? N'hésitez pas à nous contacter"
    },
    "Header": {
      "home": "Accueil",
      "whyUs": "Pourquoi Nous",
      "aboutUs": "A propos",
      "contact": "Contact"
    },
    "Footer": {
      "term_of_use": "Condition d'utilisation",
      "privacy": "Politique de confidentialité",
      "copyright": "Copyright 2022 par Mamdoo, SARL"
    },
    "PrivacyPolicy": {
      "1-title": "Politique de confidentialité",
      "lastUpadated": "Dernière mise a jour: le 30 Mai 2022",
      "1-1-paragraph": "Cette politique de confidentialité décrit nos politiques et procédures sur la collecte, l'utilisation et la divulgation de vos informations lorsque vous utilisez nos services. Cette politique décrit vos droits et la manière dont la loi vous protège.",
      "1-2-paragraph": "Nous utilisons vos données personnelles pour vous fournir le meilleur service possible. En utilisant nos services, vous acceptez la collecte et l'utilisation de vos informations en accord avec cette politique.",
      "2-title": "Interprétation et Déﬁnitions",
      "2-1-title": "Interprétation",
      "2-1-paragraph": "Les mot qui commencent par une lettre majuscule ont une signification définie selon les conditions suivantes. Les définitions suivantes ont la même signification qu'elles apparaissent au singulier ou au pluriel.",
      "2-2-title": "Déﬁnitions",
      "2-2-1-paragraph": "Aux fins de la présente politique de confidentialité :",
      "2-2-2-start-of-paragraph": "Compte.",
      "2-2-2-paragraph": " désigne un compte unique créé pour vous permettre d'accéder à notre service ou à des parties de notre service.",
      "2-2-3-start-of-paragraph": "Affilié.",
      "2-2-3-paragraph": " désigne une entité qui contrôle, est contrôlée par ou est sous contrôle commun avec une partie, où \"contrôle\" signifie la propriété de 50 % ou plus des actions, participations ou autres titres habilités à voter pour l'élection des administrateurs ou autres autorité de gestion.",
      "2-2-4-start-of-paragraph": "Application.",
      "2-2-4-paragraph": " désigne le programme logiciel fourni par la Société que Vous téléchargez sur tout appareil électronique, nommé mamdoo",
      "2-2-5-start-of-paragraph": "La Société.",
      "2-2-5-paragraph": " (appelée soit \"la Société\", \"Nous\", \"Nous\" ou \"Notre\" dans le présent Accord) fait référence à mamdoo, Lambanyi.",
      "2-2-6-start-of-paragraph": "Pays.",
      "2-2-6-paragraph": " fait référence à : La Guinée",
      "2-2-7-start-of-paragraph": "Appareil.",
      "2-2-7-paragraph": " désigne tout appareil pouvant accéder au Service tel qu'un ordinateur, un téléphone portable ou une tablette numérique.",
      "2-2-8-start-of-paragraph": "Les données personnelles.",
      "2-2-8-paragraph": " sont toutes les informations qui se rapportent à une personne identifiée ou identifiable.",
      "2-2-9-start-of-paragraph": "Service.",
      "2-2-9-paragraph": " fait référence à l'Application.",
      "2-2-10-start-of-paragraph": "Prestataire.",
      "2-2-10-paragraph": " désigne toute personne physique ou morale qui traite les données pour le compte de la Société. Il fait référence à des sociétés tierces ou à des personnes employées par la Société pour faciliter le Service, pour fournir le Service au nom de la Société, pour effectuer des services liés au Service ou pour aider la Société à analyser la manière dont le Service est utilisé.",
      "2-2-11-start-of-paragraph": "Les données.",
      "2-2-11-paragraph": " d'utilisation font référence aux données collectées automatiquement, soit générées par l'utilisation du service, soit à partir de l'infrastructure du service elle-même (par exemple, la durée d'une visite de page).",
      "2-2-12-paragraph": "\"Vous\" désignez la personne accédant ou utilisant le Service, ou la société ou toute autre entité juridique au nom de laquelle cette personne accède ou utilise le Service, selon le cas.",
      "3-title": "Collecte et utilisation de vos données personnelles",
      "3-1-title": "Types de données collectées",
      "3-1-1-title": "Données personnelles",
      "3-1-1-1-paragraph": "Lors de l'utilisation de notre service, nous pouvons vous demander de nous fournir certaines informations personnellement identifiables qui peuvent être utilisées pour vous contacter ou vous identifier. Les informations personnellement identifiables peuvent inclure, mais sans s'y limiter :",
      "3-1-1-1-list": "Adresse email",
      "3-1-1-2-list": "Numero de téléphone",
      "3-1-1-3-list": "Données d'utilisation",
      "3-1-2-title": "Données d'utilisation",
      "3-1-2-1-paragraph": "Les données d'utilisation sont collectées automatiquement lors de l'utilisation du service.",
      "3-1-2-2-paragraph": "Les données d'utilisation peuvent inclure des informations telles que l'adresse de protocole Internet de votre appareil (par exemple, l'adresse IP), le type de navigateur, la version du navigateur, les pages de notre service que vous visitez, l'heure et la date de votre visite, le temps passé sur ces pages, l'appareil unique identifiants et autres données de diagnostic. Lorsque vous accédez au service par ou via un appareil mobile, nous pouvons collecter automatiquement certaines informations, y compris, mais sans s'y limiter, le type d'appareil mobile que vous utilisez, l'identifiant unique de votre appareil mobile, l'adresse IP de votre appareil mobile, votre système d'exploitation, le type de navigateur Internet mobile que vous utilisez, les identificateurs uniques de l'appareil et d'autres données de diagnostic. Nous pouvons également collecter des informations que votre navigateur envoie chaque fois que vous visitez notre service ou lorsque vous accédez au service par ou via un appareil mobile.",
      "3-1-3-title": "Informations collectées lors de l'utilisation de l'application",
      "3-1-3-1-paragraph": "Lors de l'utilisation de Notre Application, afin de fournir des fonctionnalités de Notre Application, Nous pouvons collecter, avec Votre autorisation préalable:      ",
      "3-1-3-2-paragraph": "Informations concernant votre emplacement",
      "3-1-3-3-paragraph": "Nous utilisons ces informations pour fournir des fonctionnalités de Notre Service, pour améliorer et personnaliser Notre Service. Les informations peuvent être téléchargées sur les serveurs de la société et/ou sur le serveur d'un fournisseur de services ou peuvent être simplement stockées sur votre appareil.",
      "3-1-3-4-paragraph": "Vous pouvez activer ou désactiver l'accès à ces informations à tout moment, via les paramètres de votre appareil.",
      "3-1-4-title": "Utilisation de vos données personnelles",
      "3-1-4-1-paragraph": "La Société peut utiliser les Données Personnelles aux fins suivantes :",
      "3-1-4-1-list": "Pour fournir et maintenir notre Service, y compris pour surveiller l'utilisation de notre Service.",
      "3-1-4-2-list": "Pour gérer Votre Compte : pour gérer Votre inscription en tant qu'utilisateur du Service. Les données personnelles que vous fournissez peuvent vous donner accès à différentes fonctionnalités du service qui sont à votre disposition en tant qu'utilisateur enregistré.",
      "3-1-4-3-list": "Pour l'exécution d'un contrat : l'élaboration, la conformité et la réalisation du contrat d'achat des produits, articles ou services que vous avez achetés ou de tout autre contrat avec nous par le biais du service.",
      "3-1-4-4-list": "Pour vous contacter : pour vous contacter par e-mail, appels téléphoniques, SMS ou autres formes équivalentes de communication électronique, telles que les notifications push d'une application mobile concernant les mises à jour ou les communications informatives relatives aux fonctionnalités, produits ou services sous contrat, y compris les mises à jour de sécurité, lorsque cela est nécessaire ou raisonnable pour leur mise en œuvre.",
      "3-1-4-5-list": "Pour vous fournir des actualités, des offres spéciales et des informations générales sur d'autres biens, services et événements que nous proposons et qui sont similaires à ceux que vous avez déjà achetés ou demandés, sauf si vous avez choisi de ne pas recevoir ces informations.",
      "3-1-4-6-list": "Pour gérer vos demandes : pour assister et gérer vos demandes que vous nous adressez.",
      "3-1-4-7-list": "Pour les transferts d'entreprise : nous pouvons utiliser vos informations pour évaluer ou mener une fusion, une cession, une restructuration, une réorganisation, une dissolution ou toute autre vente ou transfert de tout ou partie de nos actifs, que ce soit dans le cadre d'une entreprise en activité ou dans le cadre d'une faillite, d'une liquidation, ou procédure similaire, dans laquelle les données personnelles que nous détenons sur les utilisateurs de nos services font partie des actifs transférés.",
      "3-1-4-8-list": "À d'autres fins : nous pouvons utiliser vos informations à d'autres fins, telles que l'analyse de données, l'identification des tendances d'utilisation, la détermination de l'efficacité de nos campagnes promotionnelles et pour évaluer et améliorer notre service, nos produits, nos services, notre marketing et votre expérience.",
      "3-1-4-9-list": "Nous pouvons partager vos informations personnelles dans les situations suivantes :",
      "3-1-4-10-list": "Avec les fournisseurs de services : nous pouvons partager vos informations personnelles avec des fournisseurs de services pour surveiller et analyser l'utilisation de notre service, pour vous contacter. Pour les transferts d'entreprise : nous pouvons partager ou transférer vos informations personnelles dans le cadre de, ou pendant les négociations de, toute fusion, la vente des actifs de la Société, le ﬁnancement ou l'acquisition de tout ou partie de Notre activité à une autre société.",
      "3-1-4-11-list": "Avec les affiliés : nous pouvons partager vos informations avec nos affiliés, auquel cas nous exigerons de ces affiliés qu'ils respectent la présente politique de confidentialité. Les sociétés affiliées comprennent notre société mère et toutes autres filiales, partenaires de coentreprise ou autres sociétés que nous contrôlons ou qui sont sous contrôle commun avec nous.",
      "3-1-4-12-list": "Avec des partenaires commerciaux : nous pouvons partager vos informations avec nos partenaires commerciaux pour vous proposer certains produits, services ou promotions.",
      "3-1-4-13-list": "Avec d'autres utilisateurs : lorsque vous partagez des informations personnelles ou interagissez autrement dans les zones publiques avec d'autres utilisateurs, ces informations peuvent être vues par tous les utilisateurs et peuvent être diffusées publiquement à l'extérieur.",
      "3-1-4-14-list": "Avec votre consentement : Nous pouvons divulguer vos informations personnelles à toute autre fin avec votre consentement.",
      "3-1-5-title": "Conservation de vos données personnelles",
      "3-1-5-1-paragraph": "La Société ne conservera vos données personnelles que le temps nécessaire aux fins énoncées dans la présente politique de confidentialité. Nous conserverons et utiliserons vos données personnelles dans la mesure nécessaire pour nous conformer à nos obligations légales (par exemple, si nous sommes tenus de conserver vos données pour nous conformer aux lois applicables), résoudre les litiges et appliquer nos accords et politiques juridiques.",
      "3-1-5-2-paragraph": "La Société conservera également les données d'utilisation à des fins d'analyse interne. Les données d'utilisation sont généralement conservées pendant une période plus courte, sauf lorsque ces données sont utilisées pour renforcer la sécurité ou pour améliorer la fonctionnalité de notre service, ou lorsque nous sommes légalement tenus de conserver ces données pendant des périodes plus longues.",
      "3-1-6-title": "Transfert de vos données personnelles",
      "3-1-6-1-paragraph": "Vos informations, y compris les données personnelles, sont traitées dans les bureaux d'exploitation de la société et dans tout autre lieu où se trouvent les parties impliquées dans le traitement. Cela signifie que ces informations peuvent être transférées et conservées sur des ordinateurs situés en dehors de votre état, province, pays ou autre juridiction gouvernementale où les lois sur la protection des données peuvent différer de celles de votre juridiction.",
      "3-1-6-2-paragraph": "Votre consentement à cette politique de confidentialité suivi de votre soumission de ces informations représente votre accord à ce transfert.",
      "3-1-6-3-paragraph": "La société prendra toutes les mesures raisonnablement nécessaires pour garantir que vos données sont traitées en toute sécurité et conformément à la présente politique de confidentialité et aucun transfert de vos données personnelles n'aura lieu vers une organisation ou un pays à moins que des contrôles adéquats ne soient en place, y compris la sécurité de Vos données et autres informations personnelles.",
      "4-title": "Divulgation de vos données personnelles",
      "4-1-title": "Transactions d'entreprise",
      "4-1-1-paragraph": "Si la Société est impliquée dans une fusion, une acquisition ou une vente d'actifs, Vos Données Personnelles peuvent être transférées. Nous vous aviserons avant que vos données personnelles ne soient transférées et soumises à une politique de confidentialité différente.",
      "4-2-title": "Forces de l'ordre",
      "4-2-1-paragraph": "Dans certaines circonstances, la Société peut être tenue de divulguer vos données personnelles si la loi l'exige ou en réponse à des demandes valables d'autorités publiques (par exemple, un tribunal ou une agence gouvernementale).",
      "4-3-title": "Autres exigences légales",
      "4-3-1-paragraph": "La Société peut divulguer vos données personnelles en croyant de bonne foi qu'une telle action est nécessaire pour :",
      "4-3-1-list": "Respecter une obligation légale",
      "4-3-2-list": "Protéger et défendre les droits ou la propriété de la Société",
      "4-3-3-list": "Prévenir ou enquêter sur d'éventuels actes répréhensibles en rapport avec le Service",
      "4-3-4-list": "Protéger la sécurité personnelle des Utilisateurs du Service ou du public",
      "4-3-5-list": "Protégez-vous contre la responsabilité légale",
      "4-4-title": "Sécurité de vos données personnelles",
      "4-4-1-paragraph": "La sécurité de vos données personnelles est importante pour nous, mais n'oubliez pas qu'aucune méthode de transmission sur Internet ou méthode de stockage électronique n'est sécurisée à 100 %. Bien que nous nous efforcions d'utiliser des moyens commercialement acceptables pour protéger vos données personnelles, nous ne pouvons garantir leur sécurité absolue.",
      "5-title": "Informations détaillées sur le traitement de vos données personnelles",
      "5-1-paragraph": "Les Prestataires de Services que Nous utilisons peuvent avoir accès à Vos Données Personnelles. Ces fournisseurs tiers collectent, stockent, utilisent, traitent et transfèrent des informations sur votre activité sur notre service conformément à leurs politiques de confidentialité.",
      "5-1-title": "Utilisation, performances et divers",
      "5-1-1-paragraph": "Nous pouvons utiliser des fournisseurs de services tiers pour fournir une meilleure amélioration de notre service.",
      "5-1-1-list": "Google Places: ",
      "5-1-2-paragraph": "Google Places est un service qui renvoie des informations sur les lieux à l'aide de requêtes HTTP. Il est exploité par Google Le service Google Places peut collecter des informations auprès de vous et de votre appareil à des fins de sécurité. Les informations recueillies par Google Places sont conservées conformément à la politique de confidentialité de Google :",
      "5-1-1-link": "https://www.google.com/intl/en/policies/privacy/",
      "5-2-title": "Confidentialité des enfants",
      "5-2-1-paragraph": "Notre service ne s'adresse à personne de moins de 13 ans. Nous ne collectons pas sciemment d'informations personnellement identifiables auprès de toute personne de moins de 13 ans. Si vous êtes un parent ou un tuteur et que vous savez que votre enfant nous a fourni des données personnelles, veuillez Nous contacter. Si nous apprenons que nous avons collecté des données personnelles auprès d'une personne de moins de 13 ans sans vérification du consentement parental, nous prenons des mesures pour supprimer ces informations de nos serveurs.",
      "5-2-2-paragraph": "Si nous devons compter sur le consentement comme base légale pour le traitement de vos informations et que votre pays exige le consentement d'un parent, nous pouvons exiger le consentement de votre parent avant de collecter et d'utiliser ces informations.",
      "6-title": "Liens vers d'autres sites Web",
      "6-1-paragraph": "Notre service peut contenir des liens vers d'autres sites Web qui ne sont pas exploités par nous. Si vous cliquez sur un lien tiers, vous serez dirigé vers le site de ce tiers. Nous vous conseillons vivement de consulter la politique de confidentialité de chaque site que vous visitez. Nous n'avons aucun contrôle et n'assumons aucune responsabilité quant au contenu, aux politiques de confidentialité ou aux pratiques des sites ou services tiers.",
      "7-title": "Modifications de cette politique de confidentialité",
      "7-1-paragraph": "Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle politique de confidentialité sur cette page.",
      "7-2-paragraph": "Nous vous informerons par e-mail et/ou par un avis bien visible sur notre service, avant que la modification ne devienne effective et mettrons à jour la date de la « dernière mise à jour » en haut de la présente politique de confidentialité.",
      "7-3-paragraph": "Il vous est conseillé de consulter périodiquement cette politique de confidentialité pour tout changement. Les modifications apportées à cette politique de confidentialité entrent en vigueur lorsqu'elles sont publiées sur cette page.",
      "8-title": "Contactez-nous",
      "8-1-paragraph": "Si vous avez des questions concernant cette politique de confidentialité, vous pouvez nous contacter :",
      "8-2-paragraph": "En nous écrivant à :",
      "8-3-paragraph": "Ou en visitant cette page sur notre site Web:",
      "8-contact": "help@mamdoo.app",
      "8-1-link": "https://www.mamdoo.app",
      "8-2-link": "https://www.mamdoo.app/help"
    }
  }